const menu = (prefix, hordat, numerodn, NickDono) => {
return `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╭⎆──━──⊱⛦⊰──━──╮
│
│⎘⃯⃗➢ Seja bem vindo(a) 
│⎘⃯⃗➢ ao menu de comandos
│
├⎆──━──⊱⛦⊰──━──╮
│
│⎘⃯⃗➢ Prefixo: ⟮•  ${prefix}  •⟯
│⎘⃯⃗➢ Data/Hora : ${hordat}
│
├⎆──━──⊱⛦⊰──━──╮
│  ✰•IMPORTANTE•✰
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ ${prefix}Infopalavrão
│⎘⃯⃗➢ ${prefix}Infolistanegra
│⎘⃯⃗➢ ${prefix}Infobancarac
│⎘⃯⃗➢ ${prefix}Infovotação
│⎘⃯⃗➢ ${prefix}Infocontador
│⎘⃯⃗➢ ${prefix}Infosorteio
│⎘⃯⃗➢ ${prefix}Infobot
│⎘⃯⃗➢ ${prefix}Idiomas
│⎘⃯⃗➢ ${prefix}Bug (questione)
│⎘⃯⃗➢ ${prefix}Avalie (o quao bom)
│⎘⃯⃗➢ ${prefix}Sugestao (dica)
│
├⎆──━──⊱⛦⊰──━──╮
│  ✰•MENU-DE-CMD •✰
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ ${prefix}Menudono
│⎘⃯⃗➢ ${prefix}Efeitosimg
│⎘⃯⃗➢ ${prefix}Menuadm
│⎘⃯⃗➢ ${prefix}Menupremium
│⎘⃯⃗➢ ${prefix}Logos
│⎘⃯⃗➢ ${prefix}Brincadeiras
│⎘⃯⃗➢ ${prefix}Alteradores
│⎘⃯⃗➢ ${prefix}Herokulogos
│
├⎆──━──⊱⛦⊰──━──╮
│ ✰•PESQUISA/BAIXAR•✰
├⎆──━──⊱⛦⊰──━──╯
│ 
│⎘⃯⃗➢ ${prefix}Play (NOME)
│⎘⃯⃗➢ ${prefix}Play2 (NOME)
│⎘⃯⃗➢ ${prefix}Play3 (NOME)
│⎘⃯⃗➢ ${prefix}Play4 (NOME)
│⎘⃯⃗➢ ${prefix}Playmp4 (NOME)
│⎘⃯⃗➢ ${prefix}Ytsearch (NOME)
│⎘⃯⃗➢ ${prefix}Ytmp4 (LINK)
│⎘⃯⃗➢ ${prefix}Ytmp3 (LINK)
│⎘⃯⃗➢ ${prefix}Imgpralink (MARCAR)
│⎘⃯⃗➢ ${prefix}Videopralink (MARCAR-V)
│ 
├⎆──━──⊱⛦⊰──━──╮
│  ✰•INFORMAÇÕES•✰
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ ${prefix}Ping (VELO-TEMPO)
│⎘⃯⃗➢ ${prefix}Bateria
│⎘⃯⃗➢ ${prefix}Gitdobot
│⎘⃯⃗➢ ${prefix}Atividade
│⎘⃯⃗➢ ${prefix}Rankativo
│⎘⃯⃗➢ ${prefix}Checkativo (@MARCAR)
│⎘⃯⃗➢ ${prefix}Ranklevel (DO-GRUPO)
│
├⎆──━──⊱⛦⊰──━──╮
│    ✰•JOGOS•✰
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ ${prefix}Ppt (PEDRA-PAPEL-TESOURA) 
│⎘⃯⃗➢ ${prefix}Jogodavelha (@MARCAR)
│⎘⃯⃗➢ ${prefix}Ttt (JOGO-DA-VELHA) 
│⎘⃯⃗➢ ${prefix}Cassino
│⎘⃯⃗➢ ${prefix}Anagrama 1 / 0
│
├⎆──━──⊱⛦⊰──━──╮
│  ✰•FIGURINHAS•✰
├⎆──━──⊱⛦⊰──━──╯
│ 
│⎘⃯⃗➢ ${prefix}Fsticker
│⎘⃯⃗➢ ${prefix}Sticker
│⎘⃯⃗➢ ${prefix}Togif
│⎘⃯⃗➢ ${prefix}Toimg
│
├⎆──━──⊱⛦⊰──━──╮
│✰•ATTPS/CMD-DE-TXT•✰
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ ${prefix}Attp  (txt)
│⎘⃯⃗➢ ${prefix}Ttp (txt)
│
├⎆──━──⊱⛦⊰──━──╮
│  ✰•CMD-BÁSICOS•✰
├⎆──━──⊱⛦⊰──━──╯
│ 
│⎘⃯⃗➢ ${prefix}Gtts (linguagem)
│⎘⃯⃗➢ ${prefix}Tagme
│⎘⃯⃗➢ ${prefix}Emoji
│⎘⃯⃗➢ ${prefix}Tabela (LETRAS/SÍMBOLOS)
│⎘⃯⃗➢ ${prefix}Conselhobiblico
│⎘⃯⃗➢ ${prefix}Simi (fale algo) 
│⎘⃯⃗➢ ${prefix}Perfil
│⎘⃯⃗➢ ${prefix}Wallpaperanime
│⎘⃯⃗➢ ${prefix}Tomp3 
│⎘⃯⃗➢ ${prefix}Frases
│⎘⃯⃗➢ ${prefix}Fazernick (nick)
│⎘⃯⃗➢ ${prefix}Bot
│
├⎆──━──⊱⛦⊰──━──╯
│
│⎘⃯⃗➢ NOME : ${NickDono}
│⎘⃯⃗➢ NÚMERO : wa.me/${numerodn} 
│
╰⎆──❲ ${NomeDoBot} ❳──╯`
}

exports.menu = menu
